# x = 5
# x= -x
# print(x)
# x= +x
# print(x)
# x= 5
# y=10
# z=2.2
# print(x//z)
# y= 12
# print(y%3)
# list_1 = [1,2]
# list_2 = [3,4]
# print(list_1 +list_2)
# x=3
# y=4
# result =(x**2 + y**2) **0.5
# print(result)
# a=10
# b=20
# print(a>b)
# x=3
# y=3
# print(x<=3)
# a=15
# b=4
# z= a//b
# print (z)
#############################
# n = input("Введите ваше число:")
# s = (n +" ")* int(n)
# print(s)
####################################
# a= "Hello"
# b = "world"
# print(a is not b)
#########################
# my_list1 = [1,2]
# my_list2 = [1,2]
# print (my_list1 is my_list2)
###############################
# a=bin(10)
# print(a)
# print(type (a))
# #################
# print(not"mts")
###########################
# n= int(input("Введите ваше число:"))
# s = ((n/3) >100)
#
# print (s)
# num = int(input("Введите число: "))
#  s= (num % 3 != 0)
################################# dz N3 ob1em shara
# k=3.14159
# n=8**3
# r=8
# v = (4/3)*k*n
# print("Объем шара равен:" +str(v)+ " едениц измерения.")
# #################### игра бинго
# v= [1,2,3,4,5,6,7,8,9,10]
# number = int (input("введите число: "))
# if number in v:
#       print("Бинго!Вы угадали,закрасьте число на листочке")
# else:
#       print("Мимо! попробуйте другое число")

##################################### dz zadanie №1
